Revit 2027 API
ParameterTypeId.StairsAttrStringerCarriage Property
 "Stringer Carriage Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStringerCarriage { get; }
Public Shared ReadOnly Property StairsAttrStringerCarriage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStringerCarriage {
	ForgeTypeId^ get ();
}
static member StairsAttrStringerCarriage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace